fix(readme): Improving the appearance of the readme.md file.
